Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: the israeli prisedent no matter wat we r arab juwish, we al have the responsibilty to keep them safe the childern safe sry its a correction
ar: الرئيس الإسرائيلي: لا يهمنا ما إذا كنا عرب أو حتى إسرائيليين، فالمسؤلية الخاصة بالحفاظ على هؤلاء الأطفال آمنين تقع على عاتقنا جميعاً.

source: kaily we can learn alot from these youth meaning us chang makers since we were the majority in the session nd we stole al the light, 7iber team r u readn
ar: كايلي: نستطيع تعلم الكثير من هؤلاء الشباب و أقصد هنا نحن، صانعي الغيير، حيث نمثل الغالبية في تلك الجلسة و قد سرقنا كل الأضواء من الإعلام. فهل أنتم تقوقمون بالقراءة يا أعضاء فريق حبر.

source: i love it when they talk about. Though it seem the elite will only get up there and follow suit to the old generations mistakes of hogging power and wealth
ar: أحب المسألة عندما يتناولونها و يتحدثون عنها. بالرغم من أن النخبة قد يتبعون أخطاء الأجيال القديمة بالتعلق بالسلطة و الثروة

source: the israeli prisedent no matter wat we r arab juwish, we al have the responsibilty to keep them safe which is ironic to say since he is kiln others childern. Conterdicting him self
ar: الرئيس الإسرائيلي: لا يهم ما إذا كنا عرب أو يهود، فنحن كلنا نحمل المسؤلية على عاتقنا للحفاظ عليهم آمنون، و لعله من السخرية أن يقول هو هذا بالرغم من أنه من يقوم بتقتيل الأطفال الصغار.

source: at closing plenary, Shimon Peres talking. The smell of rehtoric is pungent. Although he did say that the current Israeli government is commiting to the road map which includes the two state soloution... Horrray!!!! I am so happy we're back to square one..
ar: و في ختام الجلسة العامة: قام الرئيس الإسرائيلى شيمون بيريز متحدثاً. و كانت لكنة البلاغة لازعة و موجعة في اسلوبه، بالرغم من أنه قال أن الحكومة الإسرائيلية تلتزم بخارطة الطريق و الي تتضمن حل إقامة كلتا الدولتين .... و يا للعجب فأنا أشعر بالسعادة لأننا عدنا

source: The biggest economy in the Middle East has escaped the sort of pain that other GCC members, including the UAE and Kuwait, have suffered as a result of the global economic and financial crisis.
ar: لقد استطاع أكبر اقتصاد في الشرق الأوسط أن ينجو من الألم الذي عانته االدول الأخرى في اتحاد التعاون لخليجي, بما فيها الإمارات العربية المتحدة و الكويت, من جراء الأزمة الاقتصادية و المالية العالمية.

source: While the Saudis have been investing their surpluses in low-risk foreign assets, Kuwait, Qatar and the UAE have been snapping up stakes in global household names, such as J. Sainsbury and
ar: و في الوقت الذي كان فيه السعوديون يستثمرون بفائض الدخل الموجود لديهم في أصول أجنبية ذات مخاطر منخفضة, كانت كل من الكويت و قطر و الإمارات تتلقف الحصص في الأسماء العالمية للشركات القابضة مثل جي.سينسبرغ و

source: Citigroup
ar: سيتي غروب.

source: This prompted Muhammad al-Jasser, the governor of the Saudi central bank, to say in February that 'now they want to kiss our foreheads'.
ar: و قد دفع هذا الأمر محمد الجاسر, حاكم البنك المركزي السعودي, في شهر شباط إلى أن يقول: إنهم يريدون الأن أن يقبلوا جباهنا .

source: A senior Arab diplomat said the process of choosing the location of the central bank 'was politicised'.
ar: هذا و قد صرح دبلوماسي عربي كبير أن عملية اختيار موقع البنك المركزي تم التلاعب بها .

source: 'The key argument was who is the biggest ... It's normal when the GCC lacks the sort of democratic institutions that the European Union has. While it (GCC) cares for the public interest, this is not paramount,' he said.
ar: و أضاف قائلا: كانت الحجة الرئيسية هي من الأكبر... إنه أمر عادي أنه عندما يفتقر مجلس التعاون الخليجي إلى نوع المؤسسات الديمقراطية التي يمتلكها الاتحاد الأوروبي. ففي الوقت الذي يهتم مجلس التعاون الخليجي فيه بالمصلحة العامة, فإن ذلك لا يمكن اعتباره مشكلة أ

source: ((For a FACTBOX on Gulf currency union please click on
ar: ((إذا أردت استطلاع الحقائق عن العملة الخليجية الموحدة, من فضلك اضغط هنا. ))

source: (Editing by Victoria Main) Keywords: GULFARAB MONETARY/
ar: (حرر من قبل فكتوريا ماين ) الكلمات الرئيسية: غولف أراب مونيتاري /

source: (souhail.karam@reuters.com, +966 1 463 2603; Reuters Messaging: souhail.karam.reuters.com@reuters.net)
ar: (souhail.karam@reuters.com, _+ 966 1 463 2603,_للإرسال إلى رويترز:_souhail.karam.reuters.com@reuters.net)

source: COPYRIGHT
ar: حقوق التأليف:

source: Copyright Thomson Reuters 2009. All rights reserved.
ar: المؤلف طومسون رويترز 2009. جميع الحقوق محفوظة.

source: The copying, republication or redistribution of Reuters News Content, including by framing or similar means, is expressly prohibited without the prior written consent of Thomson Reuters.
ar: إتمام النسخ, إعادة نشر أو إعادة توزيع محتوى أخبار رويترز, بما فيها الإطارات أو الوسائل المشابهة, ممنوعة بشكل واضح دون موافقة خطية مسبقة من طومسون رويترز.

source: Neither the Subscriber nor Thomson Reuters warrants the completeness or accuracy of the Service or the suitability of the Service as a trading aid and neither accepts any liability for losses howsoever incurred. The content on this site, including news,
ar: لا المشترك ولا طومسون رويترز يضمنان الكمال أو دقة الخدمة أو ملاءمة الخدمة كمساعدة تجارية و لا تقبل أي مسؤولية للخسائر المتكبدة إن حصلت. إن المحتوى على هذا الموقع, بما فيه الأخبار, الاقتباسات, البيانات و المعلومات الأخرى, المجهزة من قبل طومسون رويترز و منس

source: Rate This Story
ar: صنف هذه القصة:

source: Your Rating
ar: تصنيفك

source: Overall Rating
ar: التصنيف العام

source: KUWAIT: In a first, four women elected to parliament
ar: الكويت: للمرة الأولى, أربع نساء ينتخبن في البرلمان

source: Some great news for women in the conservative Persian Gulf: Kuwaitis
ar: بعض الأخبار الرائعة للنساء في الخليج المحافظ: الكويتيات

source: elected their first-ever women lawmakers
ar: انتخبن للمرة الأولى في التاريخ مشرعاتهن من النساء

source: [second item] to parliament.
ar: ( الصورة الثانية ) في البرلمان.

source: Voters in four districts elevated women into parliamentary jobs. It's believed to be the first time women have been elected to serve as lawmakers in any of the oil-rich Gulf monarchies.
ar: أوصل الناخبون في أربع مقاطعات النساء إلى العمل البرلماني. و يعتقد أنها المرة الأولى التي يتم فيها اختيار النساء كمشرعات في البرلمان في أي من حكومة الخليج الملكية الغنية بالنفط.

source: Kuwaiti women were only granted the right to vote in 2005.
ar: منحت المرأة الكويتية حق التصويت منذ عام 2005 فقط.

source: It's a victory for Kuwaiti women and a victory for Kuwaiti democracy, lawmaker Aseel Awadhi, a philosophy professor, said after winning a seat.
ar: قالت المشرعة أسيل العوضي, الأستاذة في علم الفلسفة, بعد فوزها: إنه انتصار للمرأة الكويتية و انتصار للديموقراطية في الكويت.

source: New UN report warns of increasing pressures on water
ar: تقرير جديد للأمم المتحدة يحذر من تزايد الضغوط على المياه

source: Istanbul, 16 March 2009 -
ar: أسطنبول، 16 مارس 2009

source: Population growth, climate change, widespread mismanagement and increasing demand for energy could lead to a major global water crisis, according to the UN World Water Development Report.
ar: – قد يؤدي النمو السكاني وتغير المناخ وسوء الإدارة وزيادة الطلب على الطاقة إلى حدوث أزمة مياه عالمية هائلة، وذلك وفقاً لتقرير الأمم المتحدة بشأن تنمية المياه في العالم.

source: The report was released on 16 March in Istanbul (Turkey) as part of the World Water Forum, which goes on until 22 March. On the theme of 'Bridging divides for water', this year's Forum seeks to enable multi-stakeholder participation and dialogue to make w
ar: وصُدر التقرير في 16 مارس في أسطنبول (تركيا) في إطار المنتدى العالمي للمياه والذي يستمر حتى 22 مارس، ويسعى المنتدى هذا العام تحت عنوان 'سد الانقسامات من أجل المياه' إلى تمكين مشاركة وحوار أصحاب المصلحة المتعددين لجعل سياسات المياه أكثر استدامة على المستوى

source: Representing the UN Environment Programme in this key gathering is a specialized team headed by UNEP Deputy Executive Director Angela Cropper.
ar: ويمثل فريق متخصص برئاسة نائب المدير التنفيذي لبرنامج الأمم المتحدة للبيئة أنجيلا كروبر البرنامج في هذا التجمع الهائل.

source: The UN World Water Development Report (WWDR), released every three years in conjunction with the World Water Forum, is the UN's flagship report on water and is a comprehensive review of the state of the world's freshwater resources.
ar: ويعد تقرير الأمم المتحدة العالمي لتنمية المياه الذي يُصدر كل ثلاث سنوات بالتعاون مع المنتدى العالمي للمياه التقرير الرئيسي للأمم المتحدة بشأن المياه، كما أنه يعد مراجعة شاملة لوضع موارد المياه العذبة في العالم.

source: The report is a joint effort of the 26 UN agencies and entities which make up UN-Water, working in partnership with governments, international organizations, non-governmental organizations and other stakeholders. It aims to provide decision-makers with th
ar: والتقرير هو جهد مشترك بين وكالات الأمم المتحدة وأجهزتها الست وعشرين والتي تشكل هيئة الأمم المتحدة المعنية بالمياه ويعمل في شراكة مع الحكومات والمنظمات الدولية والمنظمات غير الحكومية وغيرها من الجهات المعنية، ويهدف إلى إمداد صانعي القرار بالأدوات اللازمة ل

source: UNEP contributed to 'Drivers of Change' section of the Third World Water Report and will also launch two publications on 18 March as part of the Forum: 'Water Security and ecosystem services: The critical connection', and 'Integrated Water Resources Manag
ar: وساهم برنامج الأمم المتحدة للبيئة في الجزء الخاص بـ'دوافع التغيير' من التقرير العالمي الثالث للمياه وسيطلق أيضاً إصدارين في 18 مارس كجزء من المنتدى والإصداران هما 'الأمن المائي وخدمات النظم الإيكولوجية: الصلة الحرجة' و'الإدارة المتكاملة للموارد المائية تح

source: The main issues UNEP is promoting at the Forum are water and ecosystem services, adaptation to climate change and freshwater and coastal interlinkages.
ar: ومن القضايا الرئيسية التي يعمل برنامج الأمم المتحدة للبيئة على تعزيزها في المنتدى قضية المياه وخدمات النظم الإيكولوجية والتكيف مع تغير المناخ وترابط المياه العذبة والساحلية.

source: The World Water Development Report provides a mechanism for monitoring changes in water resources and their management and for tracking progress towards achieving targets, particularly those of the Millennium Development Goals (MDGs) and the World Summit
ar: ويوفر تقرير تنمية المياه العالمي آلية لمراقبة التغيرات في موارد المياه وإدارتها ومتابعة التقدم المحرز نحو تحقيق الأهداف، ولا سيما الأهداف الإنمائية للألفية وأهداف القمة العالمية للتنمية المستدامة.

source: The Report also offers best practices and in-depth theoretical analyses to help stimulate ideas and actions for better stewardship in the water sector.
ar: كما يقدم التقرير أفضل الممارسات والتحاليل النظرية المتعمقة للمساعدة في تحفيز الأفكار والأفعال من أجل تحسين الإشراف داخل قطاع المياه.

source: Urgent action is needed, as illustrated by the 2009 UNEP Year Book. The expected shifts in precipitation patterns and water availability due to our changing climate are complex and have been documented by the Intergovernmental Panel on Climate Change. In
ar: يلزم إتخاذ إجراءات عاجلة كما وضحها الكتاب السنوي لبرنامج الأمم المتحدة للبيئة لعام 2009، فالتغيرات المتوقعة في أنماط هطول الأمطار وتوفر المياه بسبب تغير المناخ لدينا معقدة وثقتها الهيئة الحكومية المعنية بتغير المناخ، وفي مناطق كثيرة من العالم، أصبحت الميا

source: Areas expected to be affected by persistent drought and water scarcity in coming years include the southern and northern tiers of Africa, much of the Middle East, a broad band in Central Asia and the Indian subcontinent, southern and eastern Australia, no
ar: وتضم المناطق التي يُتوقع تضررها من الجفاف وندرة المياه في السنوات المقبلة جنوب وشمال أفريقيا وجزء كبير من الشرق الأوسط وجزء شاسع في آسيا الوسطى وشبه القارة الهندية وجنوب أستراليا وشرقها وشمال المكسيك و جنوب غرب الولايات المتحدة.

source: RFC Online Media Creativity
ar: لجنة الفيلم الملكية و الإبداع الإعلامي عبر شبكة الإنترنت

source: « Meedan is live blogging Online Media Creativity Workshop
ar: شبكة ميدان تقوم بالتدوين المباشر من ورشة عمل الإبداع عبر الإنترنت

source: women empowerment in jordan
ar: تمكين المرأة في الأردن

source: We are a group of trainees in a workshop on creative media online. We are discussing the issue of women empowerment in Jordan. We have some questions to share with you.
ar: نحن نمثل مجموعة من المتدربين في ورشة عمل حول الوسائط الإعلامية الإبتكارية عبر شبكة الإنترنت. كما نقوم بمناقشة تلك المسألة أو القضية المرتبطة بسلطة المرأة في المجتمع الأردني. و لكلٍ منا مجموعهة من التساؤلات ليقوم بمشاركتها معك.

source: How can we help women in Jordan to play an effective role in decision making process?
ar: كيف نستطيع أن نساعد النساء ليلعبن دوراً فعالاً في عملية صنع و اتخاذ القرار؟

source: Do you believe in woman's right to work?
ar: هل تؤمنوا بحق المرأة في العمل؟

source: Are Jordanian woman given equal opportunities to men?
ar: هل تم منح النساء بالأردن نفس الحقوق المساوية للرجل؟

source: not all ill give it a 40%
ar: ليس الجميع فلها فقط 40 %

source: How can we encourage women participation in economy?
ar: كيف نشجع المرأة على المشاركة في مسيرة الحركة الإقتصادية؟

source: As a woman, do you know your rights?
ar: كإمرأة، فهل تعرفين حقوقك؟

source: Do you think that social barriers play a role in the low percentage of women in the labour force?
ar: هل تعتقدي ان العوائق الإجتماعية تلعب دوراً في انخفاض نسبة النساء المشاركات ضمن قوة العمل؟

source: women in Jordan have achieved a great deal in progress almost in all major sectors . Moreover , women in higher education are in the forefront in Arabic countries.Their enrollment in universities are higher than men .The same applies in schools and all ed
ar: لقد حققت النساء الأردنيات قدراً عظيماً من التقدم بشكل غالب في جميع قطاعات الحياة الرئيسية. علاوةً على ذلك، فإن نسبة النساء المشاركات في التعليم العالي من طابات و خريجات جعلت ترتيبهن في مقدمة الدول العربية من حيث النسبة، فنسبة مشاركة البنات في التعليم العا

source: Despite all the above mentioned facts . women still lagging behind men almost in all sectors .We believe that journalists have a great role to play in changing attitudes in the remote areas in Jordan .Similarly journalists should be the agents of change s
ar: و بالرغم من كل ما ذكر آنفاً من حقائق ارتبطت بوضع المرأة في المجتمع الأردني، فما زالت المرأة تقبع خلف الرجل في كل القطاعات. فنحن نؤمن بأن للصحفيين دوراً عظيماً ليلعبوه في تغيير الإتجاهات و المواقف المختلفة في المناطق المعزولة و النائية بالأردن. و بشكل متشا

source: ON LINE COMMUNITY GROUP E
ar: و تتمثل في المجموعة المشارعة بالتدوين عبر شبكة الإنترنت في:

source: Aida al Taweel
ar: عايدة الطويل

source: Majeda Ashour
ar: ماجدة عاشور

source: Rana Qassas
ar: رنا قصاص

source: Hashem Altal
ar: هاشم الطال

source: Mohammed Shamma
ar: محمد شمه

source: Comments
ar: من التعليقات

source: You can follow this conversation by subscribing to the
ar: تستطيع أن تتابع تلك المناقشة من خلال التسجيل في

source: comment feed
ar: التغذية بالعليقات

source: for this post.
ar: من أجل وضع تعليقاتك

source: looks nice!
ar: هذا يبدو جيداً

source: got no ideas !!!
ar: فأنا ليست لدي أدنى فكرة!!!

source: yes 100%
ar: نعم مائة بالمائة.

source: educate, more !!!!
ar: أن يتعلمن، ثم المزيد !!!

source: as a man i think thaye all should know
ar: كرجل أعتقد أنه يجب عليهن جميعاً أن يعرفنها.

source: cant decide , non of my business
ar: لا استطيع أن أقرر ، فليس لي اختصاص في هذا.

source: Maybe we need to talk about skills, qualifications, benefits and opportunities - before we focus on gender. If we keep hammering on the empowering of women - it's almost immediately viewed as sexist discrimination.. a tired song... and we all know how
ar: ربما نحتاج لنتحدث حول المهارات، المؤهلاتالفوائد و الفرص المتاحة – و ذلك قبل التركيز على النوع أو الجنس. فلو ظللنا نطرق على قضية تمكين و سلطة المرأة، ستبدوا للوهلة الأولى أنها مسألة تمييز جنسي ... و هي أغنطية ذات نمط قديم، و نحن جميعاً نعرف إلى أين يسير ب

source: What if we empowered people? Talked about amazing stories and remarkable people, before categorizing them in this gender or that...
ar: ماذا سيحدث لو مكنا الناس؟ و تحدثنا عن قصص مذهلة و أناس مميزون حقاً؛ و ذلك قبل تصنيفهم من ناحية النوع أو الجنس .....

source: And a bit of reverse psychology perhaps is needed. What if we empowered men to become more tolerant about gender integration?
ar: و لعل علم النفس مطلوب في تلك المسألة كنقطة معكوسة. فماذا سيحدث لو مكنا الرجال و أصبحوا أكثر تسامحاً حول مسألة التداخل و الدمج الجنسي؟

source: Just wondering if it's time for a shift in the convo and tone.
ar: فأنا أتسائل لو أن الوقت سمح للتغير في الشكل و النبرة.

source: The Volunteer Spirit, Seen Across Cultures
ar: روح التطوع تظهر بين الثقافات المختلفة

source: Posted ______on Tuesday, May 19th, 2009 at 12:50 pm by
ar: تم رفع تلك المقالة يوم الثلاثاء، التاسع عشر من مايو : الساعة 12:50 مساءً بواسطة

source: Kim
ar: كيم

source: The New York Times had an article about
ar: قامت جريدة النيويورك تايمز بنشر مقالة بها حول

source: volunteer street cleanup in Pakistan.
ar: عملية العمل التطوعي لتنظيف الشوارع بباكستان

source: “The youth of Pakistan wants to change things,” said Shahram Azhar, the lead singer for Laal, a Pakistani rock band, reflecting an attitude that is typical of this rebellious younger generation.
ar: أراد الشباب الباكستاني تغيير الأوضاع، هذه هي مقولة لشهرام أزهر، القائد الغنائي ل لال، و هي فرقة موسيقية باكستانية لموسيقى الروك، عاكساً بذلك الموقف الثوري لجيل الشباب الصاعد.

source: “The reason the Taliban is ruling Swat,” he said referring to a valley north of Islamabad where Islamic extremists took control this year, “is because they are organized. We need to organize, too.”
ar: و السبب في ان طالبان تحكم كقوة الرادعة مشيراً بذلك لوادي شمال إسلام أباد حيث سيطر المتطرفون الإسلاميون خلال هذا العام على تلك المنطقة، هو بسبب أنهم مجموعة منظمة. فيجب علينا أن نحذو حذوهم في النظام كذلك.

source: “The only answer to Pakistan’s problems,” he added, “is a broad-based people’s movement.”
ar: و قد اضاف ذلك المغني أنه لعل الإجابة أو الحل الأوحد لتلك المشاكل الواقعة بباكستان هو تحرك الشعب على المستوى العريض.

source: It’s always interesting to look at another culture’s response to the seemingly universal problems of trash and class stratification. What would an article about a similar group in the US read like? The divide between rich and poor, the comments about soci
ar: و لعله من المثير دائماً النظر لردود الأفعال في الثقافات الأخرى لمثل تلك المشاكل العالمية و منها مشكلة القمامة و تقسيم طبقات المجتمع. فما هو الوضع الذي ستكون عليه مقالة منشورة حول مثل ذلك الموضوع بالولايات المتحدة الأمريكية؟ إن الإنقسام و التفرقة بين طبقة

source: “We have to lead by example. To change it from inside,” one young activist claims. This reminds me of a wonderful post from Grist a few days ago. Billy Parish’s
ar: فيجب أن نقود مثال في مثل تلك المواقف، و ذلك لإحداث التغيير من الداخل. و هذا هو تعليق أحد المدونيين الشباب. و لعل هذه المقولة تذكرني بتعليق رائع من قبل جريست منذ بضعة أيام مضت. و يعتبر

source: Rethinking the rules of engagement
ar: إعادة تفكير بيلي باريش في الإرتباط بالقواعد

source: is a reaction to a New Yorker article, “
ar: هو رد فعل لتلك المقالة المنشورة بالنيويورك تايمز؛

source: How David Beats Goliath: When Underdogs Break The Rules
ar: كيف قام ديفيد بهزيمة جولياث: عندما قامت الضحية بكسر القواعد و إختراقها.

source: ,” which claims that historically, a Goliath’s superior number and arms don’t always equal victory.
ar: و التي اوضحت بشكل تاريخي أن سجل المتعجرف العالي و سلطته لا تعادل الإنتصار بشكل متساو غالباً.

source: Parish draws a parallel between this idea and the odds of beating big business interests in the rapidly-looming shadow of climate change.
ar: و قد أوجد باريش توازن بين تلك الفكرة و الإشاعات المتعلقة بهزيمة إهتمامات الأعمال الكبيرة.

source: Here are his four principles for winning with an underdog strategy:
ar: و فيما يلي المبادىء الأربعة للفوز بسياسة الضحية:

source: Make it a battle of wills, not a battle of skills
ar: 1._إجعلها معركة للإرادة، و ليست معركة للمهارات.

source: Empower people to think and act in real time
ar: 2._افرض على الآخرين القدرة على التفكير و التصرف في الوقت المناسب.

source: Attack your opponent where they are weak
ar: 3._اهجم على منافسك في لحظة ضعف منه.

source: Defy social convention (and be ready to do what is socially horrifying)
ar: 4._دافع عن المعتقد و التقاليد الإجتماعية (و كن مستعداً للقيام بما يرعب المجتمع.)

source: The president has often touted service as being an answer to our country’s ills. It sounds like performing service isn’t the only dimension of the action: it’s also important to engage with the people who aren’t convinced yet about the utility of voluntee
ar: و قد قام الرئيس بتوفير الخدمة كعلاج لأمراض البلد. و قد بدى الأمر كأن تمثيل للخدمة ليس البعد الأوحد لتلك الحركة: و لكن من الضرورى أيضاً الارتباط بالأفراد الغير مقتنعين حتى الآن حول وحدة العمل و النشاط التطوعي، و يجب ملاحظة أن مثل هؤلاء الأفراد بباكستان و ا

source: HRW turns guns on UAE over rights abuses
ar: منظمة حقوق الإنسان تشن حملة على الإمارات العربية المتحدة لاساءة معاملة الرعايا الأجانب بها

source: May 19, 2009 at 02:19
ar: التاسع عشر من مايو، 2009، الساعة الثانية و تسع عشرة دقيقة

source: By Peter Harrison and Dylan Bowman
ar: بقلم: بيتر هاريسون و ديلين بومان.

source: Thousands of migrant workers on Abu Dhabi’s $27 billion Saadiyat Island development face severe exploitation and abuse despite government measures to protect workers’ rights, Human Rights Watch said on Tuesday.
ar: آلاف العاملين من العمال المهاجرين و الذين يعملون بأبي ظبي بشر لاى\لا ، و ذلك وفق تقرير لمنظمة حماية حقوق الإنسان يوم لثلاثاء

source: The New York-based advocacy group said in a report workers on the flagship cultural project - which includes branches of the Guggenheim, Louvre and New York University (NYU) - suffer a “cycle of abuse” that leaves them “deeply indebted, badly paid and una
ar: و قد أوضحت مجموعة الإدعاء الأمريكية المؤسسة بنيويورك أن العمال الذين يعملون على ظهر سفينة مشروع ثقافية و التي تتضمن أفرع لها بجوجينهيم، لوفر و كذلك جامعة نيويورك تعاني من سلسلة سوء معملة و التي اصابتهم بحالة من المديونية و ذلك حيث أنهم يتم الدفع لهم بشكل

source: HRW called on the international institutions to demand concrete assurances workers would not be exploited in the construction of the development, aimed at transforming Abu Dhabi into an international cultural hotspot.
ar: و قد دعت منظمة حماية حقوق الإنسان المؤسسات الدولية للمطالبة بمجموعة من الضمانات الملموسة للعاملين تضمن ألا يتم سوء معاملتهم و استغلالهم في بناء التطور و التقد الإماراتي و محاولة تغيير الوضع بأبي ظبى إلى نقطة اشعاع ثقافي دولي.

source: “These international institutions need to show that they will not tolerate or benefit from the gross exploitation of these migrant workers,” Sarah Leah Whitson, Middle East and North Africa director at HRW.
ar: و تعد المنظمات الدولية في حاجة إلى توضيح أنها لن تتسامح أو تستفيد من سوء الإستغلال لهؤلاء العمال المهاجرين، و هذا هو ما جاء في تعليق لسارة لي ويستون و هي مديرة مكتب الشرق الأوسط و شمال أفريقيا لمنظمة حماية حقوق الانسان. و تعد الضمانات المتنوعة التي حص

source: “The vague assurances they’ve received from their development partners are hollow substitutes for firm contractual agreements that their projects will be different from business as usual in Abu Dhabi.”
ar: و لكن قي الوقت ذاته قامت شركة تنمية السياحة و الاستثمار المملوكة لحكومة أبي ظبى بانكار ذلك التقرير و اتهمت منظمة حماية حقوق الإنسان لخلق قرارات مضللة و إدعاءات كاذبة.

source: Abu Dhabi-owned Tourism Development and Investment Co (TDIC), which is overseeing the project, slammed the report, accusing HRW of making “misleading assertions and false assumptions”.
ar: و كذلك فقد اطلقت شركة تنمية السياحة و الاستثمار على منهجية منظمة حماية حقوق الانسان بأنها جدلية و أن البحث الذي قامت به بحث سطحي.

source: TDIC also labelled HRW’s methodology “questionable” and research “flawed”.
ar: كما اوضحت حكومة دولة الإمارات العربية المتحدة أنها شعرت بخيبة الأمل من خلال ذلك التقرير و التي أوضحت أنه حاول هدم التقدم و الترابط في سياسات العمل بالبلاد بدون محاولة التعرف على كم الإنجازات و التقم الذي حققته.
